Repository: openfun/dmcloud
Catalog: dmcloud/locale/*/LC_MESSAGES/dmcloud.po
Languages: fr

source: The name students see. This name appears in the course ribbon and as a header for the video.
fr: Le titre du composant. Ce nom apparait dans le bandeau du cours et comme entête de la vidéo

source: Component Display Name
fr: Nom du composant

source: New video
fr: Nouvelle vidéo

source: Fill this with the ID of the video found on DM Cloud
fr: Renseigner ce champ avec l'identifiant de la vidéo récupéré sur le site Dailymotion Cloud

source: Video ID
fr: Identifiant de la vidéo

source: Allow students to download this video.
fr: Autoriser le téléchargement de la vidéo

source: Video Download Allowed
fr: Téléchargement autorisé

source: Playback rate
fr: Vitesse de lecture

source: Change current speed of the video
fr: Modifier la vitesse de lecture de la vidéo

source: Faster
fr: Accéléré

source: Real time
fr: Normal

source: Slower
fr: Ralentie

source: Your video ID is invalid
fr: L'ID de cette video est invalide

source: Your university ID is invalid
fr: L'id de cet établissment est invalide
